Revit 2027 API
ParameterTypeId.ContinuousrailMaterialsParam Property
 "Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailMaterialsParam { get; }
Public Shared ReadOnly Property ContinuousrailMaterialsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailMaterialsParam {
	ForgeTypeId^ get ();
}
static member ContinuousrailMaterialsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace